Repository: paytabscom/paytabs-ios-library-sample
Catalog: *.strings
Languages: fr, tr, ur

# payment_sdk_redirection_title
source: 3D Secure
ur: 3D محفوظ

# payment_sdk_credit_card_screen_title
source: Payment Process
fr: Processus de Paiement
tr: Ödeme Süreci
ur: ادائیگی کا عمل

# payment_sdk_card_name_on_card_title
source: Name on Card
fr: Nom sur la Carte
tr: Kart Üzerindeki İsim
ur: کارڈ پر نام

# payment_sdk_card_name_on_card_hint
source: John Smith
fr: Jean Dupont
ur: جان اسمتھ

# payment_sdk_card_number
source: Card Number
fr: Numéro de Carte
tr: Kart Numarası
ur: کارڈ نمبر

# payment_sdk_card_expiry_date
source: Expiry Date
fr: Date d'Expiration
tr: Son Kullanma Tarihi
ur: میعاد ختم ہونے کی تاریخ

# payment_sdk_card_cvv
source: CVV
fr: Code de sécurité
tr: Güvenlik kodu
ur: سیکیورٹی کوڈ

# payment_sdk_card_cvc
source: CVC
fr: Code de sécurité
tr: Güvenlik kodu
ur: سیکیورٹی کوڈ

# payment_sdk_card_cid
source: CID
fr: Code de sécurité
tr: Güvenlik kodu
ur: سیکیورٹی کوڈ

# payment_sdk_card_cvn
source: CVN
fr: Code de sécurité
tr: Güvenlik kodu
ur: سیکیورٹی کوڈ

# payment_sdk_card_cav
source: CAV
fr: Code de sécurité
tr: Güvenlik kodu
ur: سیکیورٹی کوڈ

# payment_sdk_card_cvd
source: CVD
fr: Code de sécurité
tr: Güvenlik kodu
ur: سیکیورٹی کوڈ

# payment_sdk_card_pay_button
source: PAY NOW
fr: PAYER MAINTENANT
tr: HİZMETİ ÖDE
ur: اب ادائیگی کریں

# payment_sdk_credit_card_pay_amount
source: You're paying
fr: Vous payez
tr: Ödediğiniz tutar
ur: آپ ادائیگی کر رہے ہیں

# payment_sdk_billing_details
source: Billing Details
fr: Détails de Facturation
tr: Fatura Detayları
ur: بلنگ کی تفصیلات

# payment_sdk_billing_address_full_name
source: Full Name
fr: Nom Complet
tr: Tam Ad
ur: پورا نام

# payment_sdk_billing_address_email
source: Email
tr: E-posta
ur: ای میل

# payment_sdk_billing_address_phone
source: Phone Number
fr: Numéro de Téléphone
tr: Telefon Numarası
ur: فون نمبر

# payment_sdk_billing_address_stree
source: Street
fr: Rue
tr: Sokak
ur: گلی

# payment_sdk_billing_address_city
source: City
fr: Ville
tr: Şehir
ur: شہر

# payment_sdk_billing_address_state
source: State
fr: État
tr: Eyalet
ur: صوبہ

# payment_sdk_billing_address_country
source: Country
fr: Pays
tr: Ülke
ur: ملک

# payment_sdk_billing_address_zip
source: Zip Code
fr: Code Postal
tr: Posta Kodu
ur: زپ کوڈ

# payment_sdk_billing_select_country
source: Select Country
fr: Sélectionner le Pays
tr: Ülke Seçin
ur: ملک منتخب کریں

# payment_sdk_shipping_details
source: Shipping Details
fr: Détails de Livraison
tr: Gönderim Detayları
ur: ترسیل کی تفصیلات

# payment_sdk_shipping_address_full_name
source: Full Name
fr: Nom Complet
tr: Tam Ad
ur: پورا نام

# payment_sdk_shipping_address_email
source: Email
tr: E-posta
ur: ای میل

# payment_sdk_shipping_address_phone
source: Phone Number
fr: Numéro de Téléphone
tr: Telefon Numarası
ur: فون نمبر

# payment_sdk_shipping_address_stree
source: Street
fr: Rue
tr: Sokak
ur: گلی

# payment_sdk_shipping_address_city
source: City
fr: Ville
tr: Şehir
ur: شہر

# payment_sdk_shipping_address_state
source: State
fr: État
tr: Eyalet
ur: صوبہ

# payment_sdk_shipping_address_country
source: Country
fr: Pays
tr: Ülke
ur: ملک

# payment_sdk_shipping_address_zip
source: Zip Code
fr: Code Postal
tr: Posta Kodu
ur: زپ کوڈ

# payment_sdk_shipping_select_country
source: Select Country
fr: Sélectionner le Pays
tr: Ülke Seçin
ur: ملک منتخب کریں

# payment_sdk_card_error_empty_name_on_card
source: Card holder name is empty!
fr: Le nom du titulaire de la carte est vide !
tr: Kart sahibinin adı boş!
ur: کارڈ ہولڈر کا نام خالی ہے!

# payment_sdk_card_error_empty_card_number
source: Card number is empty!
fr: Le numéro de carte est vide !
tr: Kart numarası boş!
ur: کارڈ نمبر خالی ہے!

# payment_sdk_card_error_empty_expiry_date
source: Expiry date is empty!
fr: La date d'expiration est vide !
tr: Son kullanma tarihi boş!
ur: میعاد ختم ہونے کی تاریخ خالی ہے!

# payment_sdk_card_error_empty_cvv
source: CVV is empty!
fr: Le CVV est vide !
tr: CVV boş!
ur: CVV خالی ہے!

# payment_sdk_card_error_empty_cvc
source: CVC is empty!
fr: Le CVC est vide !
tr: CVC boş!
ur: CVC خالی ہے!

# payment_sdk_card_error_empty_cid
source: CID is empty!
fr: Le CID est vide !
tr: CID boş!
ur: CID خالی ہے!

# payment_sdk_card_error_empty_cvn
source: CVN is empty!
fr: Le CVN est vide !
tr: CVN boş!
ur: CVN خالی ہے!

# payment_sdk_card_error_invalid_name_on_card
source: Invalid card holder name
fr: Nom du titulaire de la carte invalide
tr: Geçersiz kart sahibi adı
ur: غلط کارڈ ہولڈر کا نام

# payment_sdk_card_error_invalid_card_number
source: Invalid card number
fr: Numéro de carte invalide
tr: Geçersiz kart numarası
ur: غلط کارڈ نمبر

# payment_sdk_card_error_invalid_expiry_date
source: Invalid expiry date
fr: Date d'expiration invalide
tr: Geçersiz son kullanma tarihi
ur: غلط میعاد ختم ہونے کی تاریخ

# payment_sdk_card_error_expired_expiry_date
source: Expired credit card
fr: Carte de crédit expirée
tr: Süresi dolmuş kredi kartı
ur: میعاد ختم ہونے والا کریڈٹ کارڈ

# payment_sdk_card_error_invalid_cvv
source: Invalid CVV!
fr: CVV invalide !
tr: Geçersiz CVV!
ur: غلط CVV!

# payment_sdk_card_error_invalid_cvc
source: Invalid CVC!
fr: CVC invalide !
tr: Geçersiz CVC!
ur: غلط CVC!

# payment_sdk_card_error_invalid_cid
source: Invalid CID!
fr: CID invalide !
tr: Geçersiz CID!
ur: غلط CID!

# payment_sdk_card_error_invalid_cvn
source: Invalid CVN!
fr: CVN invalide !
tr: Geçersiz CVN!
ur: غلط CVN!

# payment_sdk_error_missing_profile_id
source: Profile ID is empty!
fr: L'ID de profil est vide !
tr: Profil ID'si boş!
ur: پروفائل ID خالی ہے!

# payment_sdk_error_missing_server_key
source: Missing server key!
fr: Clé de serveur manquante !
tr: Sunucu anahtarı eksik!
ur: سرور کی چابی غائب ہے!

# payment_sdk_error_invalid_amount
source: Invalid amount
fr: Montant invalide
tr: Geçersiz tutar
ur: غلط رقم

# payment_sdk_error_missing_cart_id
source: Cart ID is empty!
fr: L'ID du panier est vide !
tr: Sepet ID'si boş!
ur: کارٹ ID خالی ہے!

# payment_sdk_error_missing_cart_description
source: Cart description is empty!
fr: La description du panier est vide !
tr: Sepet açıklaması boş!
ur: کارٹ کی تفصیل خالی ہے!

# payment_sdk_error_missing_currency
source: Currency is empty!
fr: La devise est vide !
tr: Para birimi boş!
ur: کرنسی خالی ہے!

# payment_sdk_error_invalid_currency
source: Invalid Currency
fr: Devise invalide
tr: Geçersiz Para Birimi
ur: غلط کرنسی

# payment_sdk_error_empty_billing_address
source: Billing address is empty!
fr: L'adresse de facturation est vide !
tr: Fatura adresi boş!
ur: بلنگ ایڈریس خالی ہے!

# payment_sdk_error_empty_billing_city
source: Billing city is empty!
fr: La ville de facturation est vide !
tr: Fatura şehri boş!
ur: بلنگ شہر خالی ہے!

# payment_sdk_error_empty_billing_country_code
source: Billing country code is empty!
fr: Le code pays de facturation est vide !
tr: Fatura ülke kodu boş!
ur: بلنگ ملک کا کوڈ خالی ہے!

# payment_sdk_error_empty_billing_state
source: Billing state is empty!
fr: L'état de facturation est vide !
tr: Fatura eyaleti boş!
ur: بلنگ صوبہ خالی ہے!

# payment_sdk_error_empty_billing_zip_code
source: Billing ZIP code is empty!
fr: Le code postal de facturation est vide !
tr: Fatura posta kodu boş!
ur: بلنگ ZIP کوڈ خالی ہے!

# payment_sdk_error_empty_billing_full_name
source: Billing full name is empty!
fr: Le nom complet de facturation est vide !
tr: Fatura tam adı boş!
ur: بلنگ پورا نام خالی ہے!

# payment_sdk_error_empty_billing_email
source: Billing email is empty!
fr: L'email de facturation est vide !
tr: Fatura e-posta adresi boş!
ur: بلنگ ای میل خالی ہے!

# payment_sdk_error_empty_billing_phone
source: Billing phone number is empty!
fr: Le numéro de téléphone de facturation est vide !
tr: Fatura telefon numarası boş!
ur: بلنگ فون نمبر خالی ہے!

# payment_sdk_error_invalid_billing_address
source: Invalid billing address
fr: Adresse de facturation invalide
tr: Geçersiz fatura adresi
ur: غلط بلنگ ایڈریس

# payment_sdk_error_invalid_billing_city
source: Invalid billing city
fr: Ville de facturation invalide
tr: Geçersiz fatura şehri
ur: غلط بلنگ شہر

# payment_sdk_error_invalid_billing_country_code
source: Invalid billing country code
fr: Code pays de facturation invalide
tr: Geçersiz fatura ülke kodu
ur: غلط بلنگ ملک کا کوڈ

# payment_sdk_error_invalid_billing_state
source: Invalid billing state
fr: État de facturation invalide
tr: Geçersiz fatura eyaleti
ur: غلط بلنگ صوبہ

# payment_sdk_error_invalid_billing_zip_code
source: Invalid billing ZIP code
fr: Code postal de facturation invalide
tr: Geçersiz fatura posta kodu
ur: غلط بلنگ ZIP کوڈ

# payment_sdk_error_invalid_billing_full_name
source: Invalid billing full name
fr: Nom complet de facturation invalide
tr: Geçersiz fatura tam adı
ur: غلط بلنگ پورا نام

# payment_sdk_error_invalid_billing_email
source: Invalid billing email
fr: Email de facturation invalide
tr: Geçersiz fatura e-postası
ur: غلط بلنگ ای میل

# payment_sdk_error_invalid_billing_phone
source: Invalid billing phone
fr: Téléphone de facturation invalide
tr: Geçersiz fatura telefonu
ur: غلط بلنگ فون

# payment_sdk_error_empty_shipping_full_name
source: Shipping full name is empty!
fr: Le nom complet de livraison est vide !
tr: Gönderim tam adı boş!
ur: ترسیل کا پورا نام خالی ہے!

# payment_sdk_error_empty_shipping_email
source: Shipping email is empty!
fr: L'email de livraison est vide !
tr: Gönderim e-posta adresi boş!
ur: ترسیل کی ای میل خالی ہے!

# payment_sdk_error_empty_shipping_address
source: Shipping address is empty!
fr: L'adresse de livraison est vide !
tr: Gönderim adresi boş!
ur: ترسیل کا ایڈریس خالی ہے!

# payment_sdk_error_empty_shipping_phone
source: Shipping phone number is empty!
fr: Le numéro de téléphone de livraison est vide !
tr: Gönderim telefon numarası boş!
ur: ترسیل کا فون نمبر خالی ہے!

# payment_sdk_error_empty_shipping_city
source: Shipping city is empty!
fr: La ville de livraison est vide !
tr: Gönderim şehri boş!
ur: ترسیل کا شہر خالی ہے!

# payment_sdk_error_empty_shipping_country_code
source: Shipping country code is empty!
fr: Le code pays de livraison est vide !
tr: Gönderim ülke kodu boş!
ur: ترسیل کا ملک کا کوڈ خالی ہے!

# payment_sdk_error_empty_shipping_state
source: Shipping state is empty!
fr: L'état de livraison est vide !
tr: Gönderim eyaleti boş!
ur: ترسیل کا صوبہ خالی ہے!

# payment_sdk_error_empty_shipping_zip_code
source: Shipping ZIP code is empty!
fr: Le code postal de livraison est vide !
tr: Gönderim posta kodu boş!
ur: ترسیل کا ZIP کوڈ خالی ہے!

# payment_sdk_error_invalid_shipping_full_name
source: Invalid shipping full name
fr: Nom complet de livraison invalide
tr: Geçersiz gönderim tam adı
ur: غلط ترسیل کا پورا نام

# payment_sdk_error_invalid_shipping_email
source: Invalid shipping email
fr: Email de livraison invalide
tr: Geçersiz gönderim e-postası
ur: غلط ترسیل کی ای میل

# payment_sdk_error_invalid_shipping_address
source: Invalid shipping address
fr: Adresse de livraison invalide
tr: Geçersiz gönderim adresi
ur: غلط ترسیل کا ایڈریس

# payment_sdk_error_invalid_shipping_phone
source: Invalid shipping phone number
fr: Numéro de téléphone de livraison invalide
tr: Geçersiz gönderim telefon numarası
ur: غلط ترسیل کا فون نمبر

# payment_sdk_error_invalid_shipping_city
source: Invalid shipping city
fr: Ville de livraison invalide
tr: Geçersiz gönderim şehri
ur: غلط ترسیل کا شہر

# payment_sdk_error_invalid_shipping_country_code
source: Invalid shipping country code
fr: Code pays de livraison invalide
tr: Geçersiz gönderim ülke kodu
ur: غلط ترسیل کا ملک کا کوڈ

# payment_sdk_error_invalid_shipping_state
source: Invalid shipping state
fr: État de livraison invalide
tr: Geçersiz gönderim eyaleti
ur: غلط ترسیل کا صوبہ

# payment_sdk_error_invalid_shipping_zip_code
source: Invalid shipping ZIP code
fr: Code postal de livraison invalide
tr: Geçersiz gönderim posta kodu
ur: غلط ترسیل کا ZIP کوڈ

# payment_sdk_apple_pay_error_missing_merchant_identifier
source: Apple Pay identifier is empty!
fr: L'identifiant Apple Pay est vide !
tr: Apple Pay tanımlayıcısı boş!
ur: Apple Pay شناخت کنندہ خالی ہے!

# payment_sdk_apple_pay_error_unauthorized_networks
source: ApplePay is available on your device, but it may not be supported in your country, or the selected card type isn’t currently added to your wallet.
fr: Apple Pay est disponible sur votre appareil, mais il peut ne pas être pris en charge dans votre pays, ou le type de carte sélectionné n’est pas actuellement ajouté à votre portefeuille.
tr: Apple Pay cihazınızda mevcut, ancak ülkenizde desteklenmeyebilir veya seçilen kart türü cüzdanınıza henüz eklenmemiş olabilir.
ur: ApplePay آپ کے آلے پر دستیاب ہے، لیکن یہ آپ کے ملک میں سپورٹ نہیں ہوسکتی، یا منتخب کردہ کارڈ کی قسم فی الحال آپ کے والیٹ میں شامل نہیں ہے.

# payment_sdk_apple_pay_error_unsupported_device
source: This Device cannot make Apple Pay requests
fr: Cet appareil ne peut pas effectuer de demandes Apple Pay
tr: Bu cihaz Apple Pay istekleri yapamaz
ur: یہ آلہ Apple Pay کی درخواستیں نہیں کر سکتا

# payment_sdk_apple_pay_error_missing_country_code
source: Apple Pay country code is empty!
fr: Le code pays Apple Pay est vide !
tr: Apple Pay ülke kodu boş!
ur: Apple Pay ملک کا کوڈ خالی ہے!

# payment_sdk_error_generic
source: Something went wrong!
fr: Une erreur s'est produite !
tr: Bir şeyler yanlış gitti!
ur: کچھ غلط ہوا!

# payment_sdk_card_scanner_line_up_hint
source: Line up card within the lines
fr: Alignez la carte dans les lignes
tr: Kartı çizgiler içinde hizalayın
ur: کارڈ کو لائنوں کے اندر سیدھا کریں

# payment_sdk_error_card_scanner_failed
source: Failed to scan
fr: Échec de la numérisation
tr: Tarama başarısız oldu
ur: اسکین کرنے میں ناکامی

# payment_sdk_error_missing_tokenization_token
source: Token is missing
fr: Le jeton est manquant
tr: Jeton eksik
ur: Token غائب ہے

# payment_sdk_error_missing_transaction_reference
source: Transaction reference is missing
fr: La référence de transaction est manquante
tr: İşlem referansı eksik
ur: ٹرانزیکشن حوالہ غائب ہے

# payment_sdk_error_network
source: Network error, please try again!
fr: Erreur réseau, veuillez réessayer !
tr: Ağ hatası, lütfen tekrar deneyin!
ur: نیٹ ورک کی خرابی، براہ کرم دوبارہ کوشش کریں!

# payment_sdk_powered_by
source: Powered By
fr: Propulsé par
tr: Güç Veren
ur: کی طاقت سے

# payment_sdk_error_missing_billing_info
source: Please provide billing info
fr: Veuillez fournir les informations de facturation
tr: Lütfen fatura bilgilerini sağlayın
ur: براہ کرم بلنگ کی معلومات فراہم کریں

# payment_sdk_error_missing_shipping_info
source: Please provide shipping info
fr: Veuillez fournir les informations de livraison
tr: Lütfen gönderim bilgilerini sağlayın
ur: براہ کرم ترسیل کی معلومات فراہم کریں

# payment_sdk_error_missing_data_title
source: Missing data
fr: Données manquantes
tr: Eksik veri
ur: غائب معلومات

# payment_sdk_save_continue
source: Save & Continue
fr: Sauvegarder & Continuer
tr: Kaydet ve Devam Et
ur: محفوظ کریں اور جاری رکھیں

# payment_sdk_error_missing_config_data
source: Invalid config data
fr: Données de configuration invalides
tr: Geçersiz yapılandırma verisi
ur: غلط کنفیگریشن ڈیٹا

# payment_sdk_error_missing_server_ip
source: Invalid server IP
fr: IP du serveur invalide
tr: Geçersiz sunucu IP'si
ur: غلط سرور IP

# payment_sdk_error_validation_title
source: Validation Error
fr: Erreur de Validation
tr: Doğrulama Hatası
ur: توثیق کی خرابی

# payment_sdk_ok
source: Ok
tr: Tamam
ur: ٹھیک ہے

# payment_sdk_samsung_pay_error_missing_token
source: SamsungPay token is empty
fr: Le jeton SamsungPay est vide
tr: Samsung Pay jetonu boş
ur: SamsungPay ٹوکن خالی ہے

# payment_sdk_error_missing_merchant_country_code
source: Missing merchant country code!
fr: Code pays du commerçant manquant !
tr: Tüccar ülke kodu eksik!
ur: مرچنٹ ملک کا کوڈ غائب ہے!

# payment_sdk_error_invalid_merchant_country_code
source: Invalid merchant country code (it should be alpha-2 ISO code)
fr: Code pays du commerçant invalide (doit être un code ISO alpha-2)
tr: Geçersiz tüccar ülke kodu (alpha-2 ISO kodu olmalı)
ur: غلط مرچنٹ ملک کا کوڈ (یہ الفا-2 ISO کوڈ ہونا چاہیے)

# payment_sdk_card_scanner_camera_permission_title
source: Card Scanner
fr: Scanner de Carte
tr: Kart Tarayıcı
ur: کارڈ اسکینر

# payment_sdk_card_scanner_camera_permission_message
source: Please grant permission to use the Camera so that you can scan cards
fr: Veuillez accorder la permission d'utiliser la caméra afin que vous puissiez scanner les cartes
tr: Kartları tarayabilmek için Kamerayı kullanmak üzere izin verin.
ur: براہ کرم کیمرے کا استعمال کرنے کی اجازت دیں تاکہ آپ کارڈز اسکین کر سکیں

# payment_sdk_card_scanner_camera_permission_settings
source: Open Settings
fr: Ouvrir les Paramètres
tr: Ayarları Aç
ur: سیٹنگز کھولیں

# payment_sdk_card_scanner_camera_permission_dismiss
source: Not Now
fr: Pas Maintenant
tr: Şimdi Değil
ur: ابھی نہیں

# payment_sdk_credit_card_screen_dismiss
source: Cancel
fr: Annuler
tr: İptal
ur: کینسل کریں

# payment_sdk_error_missing_client_key
source: Missing client key!
fr: Clé client manquante !
tr: Müşteri anahtarı eksik!
ur: کلائنٹ کی غائب ہے!

# payment_sdk_credit_card_screen_save_card_label
source: Save card no. for future payments
fr: Sauvegarder le n° de carte pour les paiements futurs
tr: Gelecek ödemeler için kart numarasını kaydedin
ur: مستقبل کی ادائیگیوں کے لیے کارڈ نمبر محفوظ کریں

# payment_sdk_credit_card_screen_save_card_mandatory_error
source: To continue, you have to save the card info!
fr: Pour continuer, vous devez sauvegarder les informations de la carte !
tr: Devam etmek için kart bilgilerini kaydetmelisiniz!
ur: جاری رکھنے کے لیے، آپ کو کارڈ کی معلومات محفوظ کرنی ہوں گی!

# payment_sdk_apple_pay_error_missing_merchant_name
source: Merchant name is empty!
fr: Le nom du commerçant est vide !
tr: Tüccar adı boş!
ur: مرچنٹ کا نام خالی ہے!

# payment_sdk_error_missing_token
source: Please provide token
fr: Veuillez fournir le jeton
tr: Lütfen jeton sağlayın
ur: براہ کرم ٹوکن فراہم کریں

# payment_sdk_error_saved_card_info
source: Please provide saved card info
fr: Veuillez fournir les informations de carte sauvegardées
tr: Lütfen kaydedilmiş kart bilgilerini sağlayın
ur: براہ کرم محفوظ کردہ کارڈ کی معلومات فراہم کریں

# payment_sdk_cancel_alert
source: Are you sure you want to cancel the payment?
fr: Êtes-vous sûr de vouloir annuler le paiement ?
tr: Ödemeyi iptal etmek istediğinize emin misiniz?
ur: کیا آپ واقعی ادائیگی منسوخ کرنا چاہتے ہیں؟

# payment_sdk_yes
source: Yes
fr: Oui
tr: Evet
ur: جی ہاں

# payment_sdk_no
source: No
fr: Non
tr: Hayır
ur: نہیں

# payment_sdk_error_empty_alternative_payment_methods
source: Alternative payment methods list is empty
fr: La liste des méthodes de paiement alternatives est vide
tr: Alternatif ödeme yöntemleri listesi boş
ur: متبادل ادائیگی کے طریقوں کی فہرست خالی ہے

# payment_sdk_country_list_search
source: Search
fr: Recherche
tr: Ara
ur: تلاش کریں

# payment_sdk_apple_pay_simulator_not_supported
source: Apple Pay isn't supported on simulator please try on a real device
fr: Apple Pay n'est pas pris en charge sur l'émulateur, veuillez essayer sur un vrai appareil
tr: Apple Pay simülatörde desteklenmiyor, lütfen gerçek bir cihazda deneyin
ur: Apple Pay کا سمولیٹر پر تعاون نہیں ہے، براہ کرم حقیقی ڈیوائس پر آزمائیں

# payment_sdk_done
source: Done
fr: Terminé
tr: Tamam
ur: ہو گیا

# payment_sdk_cancel
source: Cancel
fr: Annuler
tr: İptal
ur: کینسل کریں

# payment_sdk_save_cards_edit
source: Edit
fr: Modifier
tr: Düzenle
ur: ترمیم کریں

# payment_sdk_save_cards_close
source: Close
fr: Fermer
tr: Kapat
ur: بند کریں

# payment_sdk_saved_cards
source: Saved Cards
fr: Cartes Sauvegardées
tr: Kaydedilen Kartlar
ur: محفوظ کردہ کارڈز

# payment_sdk_pay_with_card
source: Add new card
fr: Ajouter une nouvelle carte
tr: Yeni kart ekle
ur: نیا کارڈ شامل کریں

# payment_sdk_pay_with_apple_pay
source: Pay with Apple Pay
fr: Payer avec Apple Pay
tr: Apple Pay ile Öde
ur: Apple Pay کے ذریعے ادائیگی کریں

# payment_sdk_save_cards_delete
source: Delete
fr: Supprimer
tr: Sil
ur: حذف کریں

# payment_sdk_scan_cards
source: Scan Card
fr: Scanner la Carte
tr: Kart Tarayıcı
ur: کارڈ اسکین کریں

# payment_sdk_scan_cards_torch
source: Torch
fr: Lampe Torche
tr: Fener
ur: ٹارچ

# payment_sdk_scan_cards_close
source: Close
fr: Fermer
tr: Kapat
ur: بند کریں

# payment_sdk_error_timeـout
source: timed out
fr: délai dépassé
tr: zaman aşımına uğradı
ur: وقت ختم ہو گیا

# payment_sdk_error_invalid_percentage
source: The percentage value is invalid.
fr: La valeur de pourcentage est invalide.
tr: Yüzde değeri geçersiz.
ur: فیصد کی قیمت غلط ہے۔

# payment_sdk_error_invalid_discount_value
source: The discount value is invalid.
fr: La valeur de réduction est invalide.
tr: İndirim değeri geçersiz.
ur: ڈسکاؤنٹ کی قیمت غلط ہے۔

# payment_sdk_error_empty_title
source: The discount title is empty.
fr: Le titre de la réduction est vide.
tr: İndirim başlığı boş.
ur: ڈسکاؤنٹ کا عنوان خالی ہے۔

# payment_sdk_error_invalid_card_length
source: The discount cards array is either empty, contains an empty title, or includes a card number with invalid length (must be between 4 and 10 characters).
fr: Le tableau des cartes de réduction est vide, contient un titre vide ou inclut un numéro de carte avec une longueur invalide (doit être entre 4 et 10 caractères).
tr: İndirim kartları dizisi ya boş, ya boş bir başlık içeriyor ya da geçersiz uzunlukta (4 ile 10 karakter arasında olmalı) bir kart numarası içeriyor.
ur: ڈسکاؤنٹ کارڈز کی صف یا تو خالی ہے، خالی عنوان ہے، یا کارڈ نمبر کی لمبائی غلط ہے (یہ 4 اور 10 کردار کے درمیان ہونی چاہیے)۔

# payment_sdk_see_all
source: See All
fr: Voir Tout
tr: Hepsini Gör
ur: سب دیکھیں

# payment_sdk_discounts
source: Discounts
fr: Réductions
tr: İndirimler
ur: ڈسکاؤنٹس

# payment_sdk_enable_camera_access
source: Enable camera access
fr: Activer l'accès à la caméra
tr: Kamera erişimini etkinleştir
ur: کیمرے تک رسائی کو فعال کریں

# payment_sdk_update_phone_settings
source: To scan your card you'll need to update your phone settings
fr: Pour scanner votre carte, vous devrez mettre à jour les paramètres de votre téléphone
tr: Kartınızı taramak için telefon ayarlarını güncellemeniz gerekecek.
ur: اپنے کارڈ کو اسکین کرنے کے لیے آپ کو اپنے فون کی سیٹنگز کو اپ ڈیٹ کرنے کی ضرورت ہوگی

source: EGP
ur: مصری روپیہ

source: AED
ur: درہم

source: SAR
ur: ريال

source: IQD
ur: دينار

source: JOD
ur: دينار

source: OMR
ur: ريال

# payment_sdk_card_expiry_date_hint
source: MM/YY
fr: MM/AA
tr: AA/YY
